{
  "bos_token": "<|startoftext|>",
  "eos_token": "<|endoftext|>",
  "model_max_length": 77,
  "name_or_path": "openai/clip-vit-large-patch14",
  "pad_token": "<|endoftext|>",
  "tokenizer_class": "CLIPTokenizer",
  "unk_token": "<|endoftext|>"
}
